Repository: nazriel/gadu-gadu-flooder-in-d
Catalog: po/*.po
Languages: pl

source: ... sending messages to %d
pl: ...wysyłanie wiadomości do %d

source: Only numbers are supported.
pl: Jedynie cyfry są dozwolone.

source: Flooding vip group member is not allowed!
pl: Wysyłanie wiadomości do grupy zasłużonych jest niedozwolone!

source: Small, multiplatform, l18n program allowing to send multiple messages from random numbers to one, specified reciver of Gadu-Gadu network IM client. Big thanks to Bartlomiej Garnuch and Malwina Libiszewska for beta testing.
pl: Mały, wieloplatformowy, wielojęzyczny program pozwalający na wysyłanie kilkunastu wiadomości jednocześnie z różnych numerów, do jednego, określonego odbiorcy sieci Gadu-Gadu. Wielkie podziękowania dla Bartłomieja Garnucha oraz Malwiny Libiszewskiej za beta testy.

source: Nr GG
pl: Numer GG

source: Floods count
pl: Ilość wiadomości

source: Delays (sec)
pl: Opóźnienie (sek)

source: Message
pl: Treść wiadomości

source: About
pl: O programie

source: Hi there. Check out driv.pl
pl: Siemasz. Sprawdź koniecznie driv.pl

source: Flooding
pl: Wysyłanie

source: Please wait while ...
pl: Proszę czekaj gdy trwa ...

source: Authors
pl: Autorzy

source: License
pl: Licencja

source: Close
pl: Zamknij

source: Quit
pl: Wyjdź

source: Gadu-Gadu number of message receiver
pl: Numer Gadu-Gadu odbiory wiadomości

source: Quantity of numbers used to send messages
pl: Liczba numerów, z których zostaną wysłane wiadomości

source: Amount of time between sending every message. Presented in seconds
pl: Długość przerwy, która będzie następywać między kolejnymi wysłaniami wiadomości. Wyrażana jest w sekundach

source: Text of the message. Maximum %d characters are allowed. Please do not past links into message, otherwise messages may be not delivered
pl: Treść wiadomości, w której maksymalnie można umieścić %d znaków. Proszę, nie wklejać w wiadomość linków, ponieważ wiadomości mogą zostać nie dostarczone
